Repository: barakbenhur1/AR-NAvigation
Catalog: ARGo/Localizations/Localizable.xcstrings
Source language: en
Languages: he

source: App Tracking Transparency Approval
he: אישור App Tracking Transparency

# App Tracking Transparency Approval text
source: To enhance your app experience and provide personalized ads, ARGo would like to request permission to track your activity across other companies' apps and websites. This will help us tailor content and advertising to your interests. Your data privacy is important to us, and we will handle your information responsibly. You can modify your preferences at any time in the app settings. Thank you for your trust in ARGo.
he: כדי לשפר את חוויית האפליקציה שלך ולספק מודעות מותאמות אישית, ARGo רוצה לבקש הרשאה לעקוב אחר הפעילות שלך באפליקציות ובאתרים של חברות אחרות. זה יעזור לנו להתאים תוכן ופרסום לתחומי העניין שלך. פרטיות הנתונים שלך חשובה לנו, ואנו נטפל במידע שלך באופן אחראי. באפשרותך לשנות את העדפותיך בכל עת בהגדרות האפליקציה. תודה על האמון שלך ב- ARGo.

# App Tracking Transparency Approval text short
source: To enhance your app experience and provide personalized ads, ARGo would like to request permission to track your activity across other companies' apps and websites. This will help us tailor content and advertising to your interests.
he: כדי לשפר את חוויית האפליקציה שלך ולספק מודעות מותאמות אישית, ARGo רוצה לבקש הרשאה לעקוב אחר הפעילות שלך באפליקציות ובאתרים של חברות אחרות. זה יעזור לנו להתאים תוכן ופרסום לתחומי העניין שלך.

source: apply to all
he: החל להכל

source: Arrival Time
he: זמן הגעה

source: Back
he: חזור

source: calculating route
he: מחשב מסלול

source: change route color
he: שנה צבע מסלול

source: color
he: צבע

source: Confirm
he: אישור

# destination
source: the destination
he: היעד

source: From
he: מ

source: hello
he: שלום

source: in
he: בעוד

source: is to close
he: קרוב מידי

source: Location Approval
he: אישור מיקום

source: m
he: מ׳

source: map
he: מפה

# mapError
source: something went wrong
he: משהו השתבש

source: meters
he: מטר

source: Navigate
he: נווט

# navigate_title
source: Navigate
he: נווט

# navigation_title
source: Navigation
he: ניווט

source: ok
he: אישור

source: pick voice
he: בחר קול

source: Plane Route
he: תכנן מסלול

source: purchases
he: בתשלום

# remove ads
source: remove advertisements
he: הסר פרסומות

# reroute
source: recalculate new route
he: מחשב מסלול מחדש

source: settings
he: הגדרות

source: start here
he: התחל כאן

# This app is designed
source: This app is designed for navigation and requires approval for location services to operate. Kindly grant permission to access your location in order to utilize the application.
he: אפליקציה זו מיועדת לניווט ודורשת אישור להפעלת שירותי מיקום. אנא העניקו הרשאה לגשת למיקומכם על מנת להשתמש באפליקציה.

source: To
he: ל

source: Transport Type
he: סוג מסלול

source: voice
he: קול

source: where to?
he: לאן?
